
* Exercise 1.2 嵌套
#+begin_src emacs-lisp
 (/ (+ 5 4 (- 2 (- 3 (+ 6 (/ 4 5)))))
     (* 3 (- 6 2) (- 2 7)))
#+end_src

#+RESULTS:
: 0
 
